{
    "quotes": [
      {
        "quote": "If you don't have time to read, you don't have the time (or the tools) to write. Simple as that.",
        "author": "Stephen King"
      },
      {
        "quote": "You should write because you love the shape of stories and sentences and the creation of different words on a page. Writing comes from reading, and reading is the finest teacher of how to write.",
        "author": "Annie Proulx"
      },
      {
        "quote": "Indeed, learning to write may be part of learning to read. For all I know, writing comes out of a superior devotion to reading.",
        "author": "Eudora Welty"
      },
      {
        "quote": "Read, read, read. Read everything — trash, classics, good and bad, and see how they do it. Just like a carpenter who works as an apprentice and studies the master. Read! You'll absorb it. Then write. If it's good, you'll find out. If it's not, throw it out of the window.",
        "author": "William Faulkner"
      },
      {
        "quote": "I kept always two books in my pocket: one to read, one to write in.",
        "author": "Robert Louis Stevenson"
      },
      {
        "quote": "The Six Golden Rules of Writing: Read, read, read, and write, write, write.",
        "author": "Ernest Gaines"
      },
      {
        "quote": "The greatest part of a writer's time is spent in reading, in order to write; a man will turn over half a library to make one book.",
        "author": "Samuel Johnson"
      },
      {
        "quote": "Read a thousand books, and your words will flow like a river.",
        "author": "Lisa See"
      },
      {
        "quote": "One sure window into a person's soul is his reading list.",
        "author": "Mary B. W. Tabor"
      },
      {
        "quote": "If there's a book that you want to read, but it hasn't been written yet, then you must write it.",
        "author": "Toni Morrison"
      },
      {
        "quote": "Everybody walks past a thousand story ideas every day. The good writers are the ones who see five or six of them. Most people don't see any.",
        "author": "Orson Scott"
      },
      {
        "quote": "Find a subject you care about and which you in your heart feel others should care about. It is this genuine caring, not your games with language, which will be the most compelling and seductive element in your style.",
        "author": "Stephen King"
      },
      {
        "quote": "Most writers regard the truth as their most valuable possession, and therefore are most economical in its use.",
        "author": " Mark Twain"
      },
      {
        "quote": "When I sit down to write a book, I do not say to myself, 'I am going to produce a work of art.' I write it because there is some lie that I want to expose, some fact to which I want to draw attention, and my initial concern is to get a hearing.",
        "author": "George Orwell"
      },
      {
        "quote": "Write what disturbs you, what you fear, what you have not been willing to speak about. Be willing to be split open.",
        "author": "Natalie Goldberg"
      },
      {
        "quote": "You have to write the book that wants to be written. And if the book will be too difficult for grown-ups, then you write it for children.",
        "author": "Madeleine L'Engle"
      },
      {
        "quote": "How vain it is to sit down to write when you have not stood up to live.",
        "author": "Henry David Thoreau"
      },
      {
        "quote": "Cheat your landlord if you can and must, but do not try to shortchange the Muse. It cannot be done. You can't fake quality any more than you can fake a good meal.",
        "author": "William S. Burroughs"
      },
      {
        "quote": "Write what should not be forgotten.",
        "author": "Isabel Allende"
      },
      {
        "quote": "The story must strike a nerve in me. My heart should start pounding when I hear the first line in my head. I start trembling at the risk.",
        "author": "Susan Sontag"
      },
      {
        "quote": "As for 'Write what you know,' I was regularly told this as a beginner. I think it's a very good rule and have always obeyed it. I write about imaginary countries, alien societies on other planets, dragons, wizards, the Napa Valley in 22002. I know these things. I know them better than anybody else possibly could, so it's my duty to testify about them.",
        "author": "Ursula K. Le Guin"
      },
      {
        "quote": "I'm very lucky in that I don't understand the world yet. If I understood the world, it would be harder for me to write these books.",
        "author": "Mo Willems"
      },
      {
        "quote": "Ideas are cheap. It's the execution that is all important.",
        "author": "George R.R. Martin"
      },
      {
        "quote": "If you wait for inspiration to write you're not a writer, you're a waiter.",
        "author": "Dan Poynter"
      },
      {
        "quote": "To gain your own voice, you have to forget about having it heard.",
        "author": "Allen Ginsberg"
      },
      {
        "quote": "One day I will find the right words, and they will be simple.",
        "author": "Jack Kerouac"
      },
      {
        "quote": "No tears in the writer, no tears in the reader. No surprise in the writer, no surprise in the reader.",
        "author": "Robert Frost"
      },
      {
        "quote": "It is only by writing, not dreaming about it, that we develop our own style",
        "author": "P.D. James"
      },
      {
        "quote": "Voice is not just the result of a single sentence or paragraph or page. It's not even the sum total of a whole story. It's all your work laid out across the table like the bones and fossils of an unidentified carcass.",
        "author": "Chuck Wendig"
      },
      {
        "quote": "If it sounds like writing, I rewrite it. Or, if proper usage gets in the way, it may have to go. I can't allow what we learned in English composition to disrupt the sound and rhythm of the narrative.",
        "author": "Elmore Leonard"
      },
      {
        "quote": "Your writing voice is the deepest possible reflection of who you are. The job of your voice is not to seduce or flatter or make well-shaped sentences. In your voice, your readers should be able to hear the contents of your mind, your heart, your soul.",
        "author": "Meg Rosoff"
      },
      {
        "quote": "I don't want just words. If that's all you have for me, you'd better go.",
        "author": "F. Scott Fitzgerald"
      },
      {
        "quote": "Literature is strewn with the wreckage of men who have minded beyond reason the opinions of others.",
        "author": "Virginia Woolf"
      },
      {
        "quote": "Everywhere I go, I'm asked if the universities stifle writers. My opinion is that they don't stifle enough of them.",
        "author": "Flannery O'Connor"
      },
      {
        "quote": "There are some books that refuse to be written. They stand their ground year after year and will not be persuaded. It isn't because the book is not there and worth being written — it is only because the right form of the story does not present itself. There is only one right form for a story and, if you fail to find that form, the story will not tell itself.",
        "author": "Mark Twain"
      },
      {
        "quote": "Start writing, no matter what. The water does not flow until the faucet is turned on",
        "author": "Louis L'Amour"
      },
      {
        "quote": "First, find out what your hero wants, then just follow him.",
        "author": "Ray Bradbury"
      },
      {
        "quote": "All you have to do is write one true sentence. Write the truest sentence that you know.",
        "author": "Ernest Hemingway"
      },
      {
        "quote": "Focus more on your desire than on your doubt, and the dream will take care of itself.",
        "author": "Mark Twain"
      },
      {
        "quote": "It's none of their business that you have to learn to write. Let them think you were born that way.",
        "author": "Ernest Hemingway"
      },
      {
        "quote": "It doesn't matter how many book ideas you have if you can't finish writing your book",
        "author": "Joe Bunting"
      },
      {
        "quote": "If I waited for perfection, I would never write a word.",
        "author": "Margaret Atwood"
      },
      {
        "quote": "A blank piece of paper is God's way of telling us how hard it is to be God.",
        "author": "Sidney Sheldon"
      },
      {
        "quote": "I am not at all in a humor for writing; I must write on until I am.",
        "author": "Jane Austen"
      },
      {
        "quote": "Get it down. Take chances. It may be bad, but it's the only way you can do anything really good.",
        "author": "William Faulkner"
      },
      {
        "quote": "One thing that helps is to give myself permission to write badly. I tell myself that I'm going to do my five or 10 pages no matter what, and that I can always tear them up the following morning if I want. I'll have lost nothing — writing and tearing up five pages would leave me no further behind than if I took the day off.",
        "author": "Lawrence Block"
      },
      {
        "quote": "Abandon the idea that you are ever going to finish. Lose track of the 400 pages and write just one page for each day, it helps. Then when it gets finished, you are always surprised.",
        "author": "John Steinbeck"
      },
      {
        "quote": "You can fix anything but a blank page.",
        "author": "Nora Roberts"
      },
      {
        "quote": "I don't wait for moods. You accomplish nothing if you do that. Your mind must know it has got to get down to work.",
        "author": "Pearl S. Buck"
      },
      {
        "quote": "There is nothing to writing. All you do is sit down at the typewriter and bleed",
        "author": "Ernest Hemingway"
      },
      {
        "quote": "The first draft is just you telling yourself the story.",
        "author": "Terry Pratchett"
      },
      {
        "quote": "Get through a draft as quickly as possible.",
        "author": "Joshua Wolf Shenk"
      },
      {
        "quote": "I love deadlines. I like the whooshing sound they make as they fly by.",
        "author": "Douglas Adams"
      },
      {
        "quote": "The first draft of everything is shit.",
        "author": "Ernest Hemingway"
      },
      {
        "quote": "There is no real ending. It's just the place where you stop the story.",
        "author": "Frank Herbert"
      },
      {
        "quote": "I would advise any beginning writer to write the first drafts as if no one else will ever read them — without a thought about publication — and only in the last draft to consider how the work will look from the outside.",
        "author": "Anne Tyler"
      },
      {
        "quote": "I just give myself permission to suck. I delete about 90 percent of my first drafts, so it doesn't really matter much if on a particular day I write beautiful and brilliant prose that will stick in the minds of my readers forever, because there's a 90 percent chance I'm just going to delete whatever I write anyway. I find this hugely liberating.",
        "author": "John Green"
      },
      {
        "quote": "Be willing to write really badly.",
        "author": "Jennifer Egan"
      },
      {
        "quote": "On first drafts: It is completely raw, the sort of thing I feel free to do with the door shut — it's the story undressed, standing up in nothing but its socks and undershorts.",
        "author": "Stephen King"
      },
      {
        "quote": "I do not over-intellectualise the production process. I try to keep it simple: Tell the damned story.",
        "author": "Tom Clancy"
      },
      {
        "quote": "Anyone who says writing is easy isn't doing it right.",
        "author": "Amy Joy"
      },
      {
        "quote": "You fail only if you stop writing.",
        "author": "Ray Bradbury"
      },
      {
        "quote": "If my doctor told me I had only six minutes to live, I wouldn't brood. I'd type a little faster.",
        "author": "Isaac Asimov"
      },
      {
        "quote": "You don't start out writing good stuff. You start out writing crap and thinking it's good stuff, and then gradually you get better at it. That's why I say one of the most valuable traits is persistence.",
        "author": "Octavia E. Butler"
      },
      {
        "quote": "I believe myself that a good writer doesn't really need to be told anything except to keep at it.",
        "author": "Chinua Achebe"
      },
      {
        "quote": "The secret to being a writer is that you have to write. It's not enough to think about writing or to study literature or plan a future life as an author. You really have to lock yourself away, alone, and get to work.",
        "author": "Augusten Burroughs"
      },
      {
        "quote": "It is by sitting down to write every morning that one becomes a writer.",
        "author": ""
      },
      {
        "quote": "Talent is insignificant. I know a lot of talented ruins. Beyond talent lie all the usual words: discipline, love, luck, but most of all, endurance.",
        "author": "James Baldwin"
      },
      {
        "quote": "The nearest I have to a rule is a Post-it on the wall in front of my desk saying 'Faire et se taire' from Flaubert. Which I translate for myself as 'Shut up and get on with it.",
        "author": "Helen Simpson"
      },
      {
        "quote": "You can always edit a bad page. You can't edit a blank page.",
        "author": "Jodi Picoult"
      }
    ]
  }